{
    "am": {
      "searchPlaceholder": "Որոնել...",
      "searchButton": "Որոնել",
      "products": "Ապրանքներ",
      "info": "Մեր Մասին",
      "contact": "Կապ մեզ հետ",
      "sliderTitle": "Վարձույթով ապրանքներ",
      "sliderSubtitle": "Հաճելին և հարմարավետությունը՝ մեկ վայրում",
      "productsTitle": "Առաջարկվող ապրանքներ",
      "noMatchingProducts": "Չի գտնվել համապատասխան ապրանքներ",
      "infoAboutUsTitle": "Մեր Մասին",
      "infoAboutUsContent": "Բարի գալուստ մեր վարձակալական ծառայություն: Մենք առաջարկում ենք տարբեր միջոցառումների կազմակերպման համար լայն տեսականի, բարձրորակ ապրանքներ: Անկախ նրանից՝ դուք կազմակերպում եք հարսանիք, գործարար միջոցառում, ծննդյան տոն, թե այլ հատուկ առիթ, մենք ունենք ամեն ինչ, որպեսզի ձեր միջոցառումն անցնի հաջողությամբ: Մեր ընդարձակ ցուցակում ներառված են՝ աթոռներ, սեղաններ, տենտեր, սպասք, խաղեր և շատ ավելին: Մեզ մոտ առկա են ապրանքներ, որոնք միաժամանակ ոճային և ֆունկցիոնալ են՝ ապահովելով ձեր միջոցառման ոչ միայն գեղեցկությունը, այլև անխափանությունն ու հարմարավետությունը:",
      "infoMissionTitle": "Մեր Առաքելությունը",
      "infoMissionContent": "Մեր առաքելությունն է տրամադրել բարձրորակ վարձակալական ապրանքներ և բացառիկ հաճախորդային սպասարկում, որպեսզի օգնենք ձեզ՝ ստեղծել կատարյալ միջոցառում: Մենք հավատում ենք, որ յուրաքանչյուր միջոցառում յուրահատուկ է և մենք այստեղ ենք աջակցելու ձեզ յուրաքանչյուր քայլում: Սկսած նախնական խորհրդատվությունից մինչև վերջնական տեղադրում․ մեր նպատակն է, որպեսզի վարձակալական գործընթացը լինի որքան հնարավոր է հեշտ և անխափան: Մենք հանձնառու ենք ապահովել վստահելի և պունկտուալ ծառայություն, որպեսզի դուք կարողանաք վայելել ձեր միջոցառումը:",
      "infoObligationsTitle": "Պարտավորություններ",
      "infoObligationsContent": "Հարգելի հաճախորդ, մեր ծառայությունների օգտագործմամբ պարտավորվում եք վերադարձնել մեր վարձակալած ապրանքները այն վիճակում, որում մենք դրանք տրամադրում ենք: Եթե որևէ վնաս պատճառեք ապրանքներին, ապա պարտավոր եք փոխհատուցել վնասը: Մենք մեծ կարևորություն ենք տալիս մեր ապրանքների որակին և սպասարկմանը, ուստի ակնկալում ենք, որ մեր հաճախորդները կլինեն նույնքան պատասխանատու: Մեր նպատակն է ձեր միջոցառումները դարձնել հիշվող և անցնցում, և մենք ակնկալում ենք, որ մեր հաճախորդները կմնան մեր ծառայությունների կուլտուրան և վարկանիշը բարձր պահողներ: Մենք անչափ կարևորում ենք մեր հաճախորդների հետ համագործակցությունը և միշտ պատրաստ ենք աջակցել ցանկացած հարցում: Մեր հաճախորդները միշտ կարող են վստահ լինել, որ կստանան բարձրորակ ծառայություն և անհատական մոտեցում: Հարգանքով խնդրում ենք պահպանել մեր ապրանքների վիճակը և պահպանել նրանց օգտագործման կանոնները, որպեսզի բոլորը կարողանան վայելել մեր ծառայությունների առավելությունները: Ձեր աջակցությունը մեզ օգնում է շարունակել մատուցել լավագույն ծառայությունները և ապահովել ձեր միջոցառումների հիանալի անցկացումը:",
      "infoActivityTitle": "Մեր Գործունեության Ճանապարհը",
      "infoActivityContent": "Մեր գործունեությունը ներառում է կանխիկ և փոխանցումների գործարքներ, առաքում և տեղադրում ամբողջ Հայաստանի տարածքով: Մենք ձգտում ենք մատուցել ամենաբարձր որակի ծառայությունները և ապահովել մեր հաճախորդների բավարարվածությունը: Շնորհակալություն մեզ ընտրելու և մեր ծառայություններից օգտվելու համար: Ձեր ուշադրությունը մեզ համար շատ կարևոր է, և մենք այստեղ ենք, որպեսզի ապահովենք ձեր միջոցառումների հիանալի անցկացումը:",
      "contactTitle": "Հետևեք Մեզ",
      "contactNamePlaceholder": "Ձեր Անունը",
      "contactEmailPlaceholder": "Ձեր Էլ. Հասցեն",
      "contactMessagePlaceholder": "Ձեր Հաղորդագրությունը",
      "contactButton": "Ուղարկել",
      "emailSentSuccess": "Ձեր նամակը հաջողությամբ ուղարկվել է",
      "emailSentFailure": "Ձեր նամակը չի ուղարկվել",
      "footerAddress": "Արղության փողոց/3, Կոմիտաս",
      "footerPhone": "Հեռախոս: (+374) 33-91-99-79",
      "footerEmail": "Էլ. հասցե: arendarend6@gmail.com",
      "footerCopyright": "© Vardzuyt.am. Բոլոր իրավունքները պաշտպանված են."
    },
    "en": {
      "searchPlaceholder": "Search...",
      "searchButton": "Search",
      "products": "Products",
      "info": "About Us",
      "contact": "Contact Us",
      "sliderTitle": "Rental Products",
      "sliderSubtitle": "Comfort and Convenience in One Place",
      "productsTitle": "Featured Products",
      "noMatchingProducts": "No matching products found",
      "infoAboutUsTitle": "About Us",
      "infoAboutUsContent": "Welcome to our rental service. We offer a wide range of high-quality products for various events. Whether you’re planning a wedding, business event, birthday party, or any other special occasion, we have everything you need to make your event a success. Our extensive inventory includes chairs, tables, tents, tableware, games, and much more. Our products are both stylish and functional, ensuring that your event is not only beautiful but also smooth and comfortable.",
      "infoMissionTitle": "Our Mission",
      "infoMissionContent": "Our mission is to provide high-quality rental products and exceptional customer service to help you create the perfect event. We believe that every event is unique, and we are here to support you every step of the way. From initial consultation to final setup, our goal is to make the rental process as easy and seamless as possible. We are committed to providing reliable and punctual service so that you can enjoy your event.",
      "infoObligationsTitle": "Obligations",
      "infoObligationsContent": "Dear customer, by using our services, you agree to return the rented products in the condition in which they were provided. If you cause any damage to the products, you are required to compensate for the damage. We place great importance on the quality of our products and service, so we expect our customers to be equally responsible. Our goal is to make your events memorable and seamless, and we expect our customers to maintain the culture and reputation of our services. We highly value cooperation with our customers and are always ready to assist with any questions. Our customers can always be assured that they will receive high-quality service and personalized attention. Kindly maintain the condition of our products and follow their usage guidelines so that everyone can enjoy the benefits of our services. Your cooperation helps us continue to provide the best services and ensure the success of your events.",
      "infoActivityTitle": "Our Activity Path",
      "infoActivityContent": "Our operations include cash and transfer transactions, delivery, and setup throughout Armenia. We strive to provide the highest quality services and ensure customer satisfaction. Thank you for choosing us and using our services. Your attention is very important to us, and we are here to ensure the success of your events.",
      "contactTitle": "Contact Us",
      "contactNamePlaceholder": "Your Name",
      "contactEmailPlaceholder": "Your Email",
      "contactMessagePlaceholder": "Your Message",
      "contactButton": "Send",
      "emailSentSuccess": "Your message has been sent successfully",
      "emailSentFailure": "Failed to send your message",
      "footerAddress": "Argutyan Street/3, Komitas",
      "footerPhone": "Phone: (+374) 33-91-99-79",
      "footerEmail": "Email: arendarend6@gmail.com",
      "footerCopyright": "© Vardzuyt.am. All rights reserved."
    },
    "ru": {
      "searchPlaceholder": "Поиск...",
      "searchButton": "Поиск",
      "products": "Продукты",
      "info": "О Нас",
      "contact": "Связаться с нами",
      "sliderTitle": "Арендные продукты",
      "sliderSubtitle": "Комфорт и удобство в одном месте",
      "productsTitle": "Предлагаемые продукты",
      "noMatchingProducts": "Не найдено подходящих товаров",
      "infoAboutUsTitle": "О Нас",
      "infoAboutUsContent": "Добро пожаловать в наш прокатный сервис. Мы предлагаем широкий ассортимент высококачественной продукции для различных мероприятий. Независимо от того, планируете ли вы свадьбу, деловое мероприятие, день рождения или любое другое особое событие, у нас есть все необходимое, чтобы ваше мероприятие прошло успешно. В нашем обширном инвентаре есть стулья, столы, палатки, посуда, игры и многое другое. Наша продукция сочетает в себе стиль и функциональность, что гарантирует, что ваше мероприятие будет не только красивым, но и гладким и комфортным.",
      "infoMissionTitle": "Наша Миссия",
      "infoMissionContent": "Наша миссия - предоставить высококачественные арендуемые продукты и исключительное обслуживание клиентов, чтобы помочь вам создать идеальное мероприятие. Мы верим, что каждое мероприятие уникально, и мы здесь, чтобы поддерживать вас на каждом этапе пути. От первоначальной консультации до окончательной установки, наша цель - сделать процесс аренды максимально простым и беспрепятственным. Мы стремимся обеспечить надежное и своевременное обслуживание, чтобы вы могли наслаждаться вашим мероприятием.",
      "infoObligationsTitle": "Обязанности",
      "infoObligationsContent": "Уважаемые клиенты, используя наши услуги, вы соглашаетесь вернуть арендованные продукты в том состоянии, в котором они были предоставлены. Если вы повредите продукты, вы обязаны компенсировать ущерб. Мы придаем большое значение качеству нашей продукции и обслуживанию, поэтому ожидаем, что наши клиенты будут не менее ответственными. Наша цель - сделать ваши мероприятия запоминающимися и беспроблемными, и мы ожидаем, что наши клиенты будут поддерживать культуру и репутацию наших услуг. Мы высоко ценим сотрудничество с нашими клиентами и всегда готовы помочь по любым вопросам. Наши клиенты всегда могут быть уверены, что получат качественное обслуживание и персонализированное внимание. Пожалуйста, поддерживайте состояние наших продуктов и следуйте их инструкциям по использованию, чтобы все могли воспользоваться преимуществами наших услуг. Ваша поддержка помогает нам продолжать предоставлять лучшие услуги и обеспечивать успех ваших мероприятий.",
      "infoActivityTitle": "Наш Путь Деятельности",
      "infoActivityContent": "Наша деятельность включает в себя наличные и переводные операции, доставку и установку по всей территории Армении. Мы стремимся предоставлять услуги высшего качества и обеспечивать удовлетворенность клиентов. Благодарим вас за выбор нас и использование наших услуг. Ваше внимание очень важно для нас, и мы здесь, чтобы обеспечить успешное проведение ваших мероприятий.",
      "contactTitle": "Свяжитесь с Нами",
      "contactNamePlaceholder": "Ваше Имя",
      "contactEmailPlaceholder": "Ваш Email",
      "contactMessagePlaceholder": "Ваше Сообщение",
      "contactButton": "Отправить",
      "emailSentSuccess": "Ваше сообщение успешно отправлено",
      "emailSentFailure": "Не удалось отправить ваше сообщение",
      "footerAddress": "Улица Аргутян/3, Комитас",
      "footerPhone": "Телефон: (+374) 33-91-99-79",
      "footerEmail": "Email: arendarend6@gmail.com",
      "footerCopyright": "© Vardzuyt.am. Все права защищены."
    }
  }
  